Repository: tuxi/AgentKit
Catalog: Sources/AgentKit/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

# common.action.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt_br: Cancelar
zh_hans: 取消
zh_hant: 取消

# composer.add_attachment
source: Add Attachment
de: Anhang hinzufügen
es: Agregar adjunto
fr: Ajouter une pièce jointe
ja: 添付を追加
ko: 첨부 추가
pt_br: Adicionar anexo
zh_hans: 添加
zh_hant: 新增

# composer.attachment_failed
source: %@, upload failed
de: %@, Upload fehlgeschlagen
es: %@, carga fallida
fr: %@, échec du téléchargement
ja: %@、アップロード失敗
ko: %@, 업로드 실패
pt_br: %@, falha no envio
zh_hans: %@，上传失败
zh_hant: %@，上傳失敗

# composer.attachment_processing
source: %@, processing
de: %@, wird verarbeitet
es: %@, procesando
fr: %@, traitement en cours
ja: %@、処理中
ko: %@, 처리 중
pt_br: %@, processando
zh_hans: %@，处理中
zh_hant: %@，處理中

# composer.attachment_ready
source: %@, upload complete
de: %@, Upload abgeschlossen
es: %@, carga completada
fr: %@, téléchargement terminé
ja: %@、アップロード完了
ko: %@, 업로드 완료
pt_br: %@, envio concluído
zh_hans: %@，上传完成
zh_hant: %@，上傳完成

# composer.attachment_sending
source: %@, sending
de: %@, wird gesendet
es: %@, enviando
fr: %@, envoi en cours
ja: %@、送信中
ko: %@, 전송 중
pt_br: %@, enviando
zh_hans: %@，发送中
zh_hant: %@，傳送中

# composer.attachment_uploading
source: %@, uploading
de: %@, wird hochgeladen
es: %@, subiendo
fr: %@, téléchargement en cours
ja: %@、アップロード中
ko: %@, 업로드 중
pt_br: %@, enviando
zh_hans: %@，上传中
zh_hant: %@，上傳中

# composer.collapse
source: Collapse
de: Einklappen
es: Contraer
fr: Réduire
ja: 折りたたむ
ko: 접기
pt_br: Recolher
zh_hans: 收起
zh_hant: 收合

# composer.confirm_selection
source: Confirm Selection
de: Auswahl bestätigen
es: Confirmar selección
fr: Confirmer la sélection
ja: 選択を確認
ko: 선택 확인
pt_br: Confirmar seleção
zh_hans: 确认选择
zh_hant: 確認選擇

# composer.custom_input_optional
source: Custom input (optional)…
de: Benutzerdefinierte Eingabe (optional)…
es: Entrada personalizada (opcional)…
fr: Saisie personnalisée (facultatif)…
ja: カスタム入力（任意）…
ko: 사용자 정의 입력 (선택 사항)…
pt_br: Entrada personalizada (opcional)…
zh_hans: 自定义输入（可选）…
zh_hant: 自訂輸入（可選）…

# composer.done
source: Done
de: Fertig
es: Hecho
fr: Terminé
ja: 完了
ko: 완료
pt_br: Concluído
zh_hans: 完成
zh_hant: 完成

# composer.expand
source: Expand
de: Ausklappen
es: Expandir
fr: Développer
ja: 展開
ko: 펼치기
pt_br: Expandir
zh_hans: 展开
zh_hant: 展開

# composer.models_load_hint
source: Models will appear here once the list is loaded
de: Modelle erscheinen hier, sobald die Liste geladen ist
es: Los modelos aparecerán aquí una vez cargada la lista
fr: Les modèles apparaîtront ici une fois la liste chargée
ja: モデルリストの読み込みが完了するとここに表示されます
ko: 모델 목록이 로드되면 여기에 표시됩니다
pt_br: Os modelos aparecerão aqui após o carregamento da lista
zh_hans: 模型列表加载完成后会显示在这里
zh_hant: 模型列表載入完成後會顯示在這裡

# composer.multi_select
source: Multi-select
de: Mehrfachauswahl
es: Selección múltiple
fr: Sélection multiple
ja: 複数選択可
ko: 다중 선택 가능
pt_br: Seleção múltipla
zh_hans: 可多选
zh_hant: 可多選

# composer.model_unavailable_format
source: %@ (Unavailable)
de: %@ (Nicht verfügbar)
es: %@ (No disponible)
fr: %@ (Indisponible)
ja: %@（利用不可）
ko: %@ (사용 불가)
pt_br: %@ (Indisponível)
zh_hans: %@（不可用）
zh_hant: %@（不可用）

# composer.no_models
source: No Models Available
de: Keine Modelle verfügbar
es: No hay modelos disponibles
fr: Aucun modèle disponible
ja: 利用可能なモデルがありません
ko: 사용 가능한 모델 없음
pt_br: Nenhum modelo disponível
zh_hans: 暂无可用模型
zh_hant: 暫無可用模型

# composer.please_select
source: Please select an option
de: Bitte wählen Sie eine Option
es: Selecciona una opción
fr: Veuillez sélectionner une option
ja: オプションを選択してください
ko: 옵션을 선택하세요
pt_br: Selecione uma opção
zh_hans: 请选择一个选项
zh_hant: 請選擇一個選項

# composer.processing
source: Processing
de: Verarbeitung
es: Procesando
fr: Traitement en cours
ja: 処理中
ko: 처리 중
pt_br: Processando
zh_hans: 处理中
zh_hant: 處理中

# composer.recommended
source: Recommended
de: Empfohlen
es: Recomendado
fr: Recommandé
ja: 推奨
ko: 추천
pt_br: Recomendado
zh_hans: 推荐
zh_hant: 推薦

# composer.remove_attachment
source: Remove %@
de: %@ entfernen
es: Eliminar %@
fr: Supprimer %@
ja: %@を削除
ko: %@ 제거
pt_br: Remover %@
zh_hans: 移除 %@
zh_hant: 移除 %@

# composer.request_approval
source: Request Approval
de: Genehmigung anfordern
es: Solicitar aprobación
fr: Demander une approbation
ja: 承認をリクエスト
ko: 승인 요청
pt_br: Solicitar aprovação
zh_hans: 请求批准
zh_hant: 請求批准

# composer.request_file_access
source: %@ requests access to files outside the workspace
de: %@ fordert Zugriff auf Dateien außerhalb des Arbeitsbereichs an
es: %@ solicita acceso a archivos fuera del espacio de trabajo
fr: %@ demande l’accès aux fichiers en dehors de l’espace de travail
ja: %@がワークスペース外のファイルへのアクセスを要求しています
ko: %@이(가) 워크스페이스 외부 파일 접근을 요청합니다
pt_br: %@ solicita acesso a arquivos fora do espaço de trabalho
zh_hans: %@ 请求访问工作区外的文件
zh_hant: %@ 請求存取工作區外的檔案

# composer.select_model
source: Select Model
de: Modell auswählen
es: Seleccionar modelo
fr: Sélectionner le modèle
ja: モデルを選択
ko: 모델 선택
pt_br: Selecionar modelo
zh_hans: 选择模型
zh_hant: 選擇模型

# composer.select_model_title
source: Select Model
de: Modell auswählen
es: Seleccionar modelo
fr: Sélectionner le modèle
ja: モデルを選択
ko: 모델 선택
pt_br: Selecionar modelo
zh_hans: 选择模型
zh_hant: 選擇模型

# composer.send
source: Send
de: Senden
es: Enviar
fr: Envoyer
ja: 送信
ko: 보내기
pt_br: Enviar
zh_hans: 发送
zh_hant: 傳送

# composer.skip
source: Skip
de: Überspringen
es: Saltar
fr: Passer
ja: スキップ
ko: 건너뛰기
pt_br: Pular
zh_hans: 跳过
zh_hant: 跳過

# composer.skip_question
source: Skip this question
de: Diese Frage überspringen
es: Saltar esta pregunta
fr: Passer cette question
ja: この質問をスキップ
ko: 이 질문 건너뛰기
pt_br: Pular esta pergunta
zh_hans: 跳过此问题
zh_hant: 跳過此問題

# composer.stop
source: Stop
de: Stopp
es: Detener
fr: Arrêter
ja: 停止
ko: 중지
pt_br: Parar
zh_hans: 停止
zh_hant: 停止

# composer.tap_to_retry
source: Tap to retry upload
de: Zum erneuten Hochladen tippen
es: Toca para reintentar la carga
fr: Appuyez pour réessayer le téléchargement
ja: タップして再アップロード
ko: 탭하여 다시 업로드
pt_br: Toque para tentar enviar novamente
zh_hans: 点击重新上传
zh_hant: 點擊重新上傳

# composer.upload_failed_retry
source: Upload failed · Retry
de: Upload fehlgeschlagen · Wiederholen
es: Carga fallida · Reintentar
fr: Échec du téléchargement · Réessayer
ja: アップロード失敗 · 再試行
ko: 업로드 실패 · 재시도
pt_br: Falha no envio · Tentar novamente
zh_hans: 上传失败 · 重试
zh_hant: 上傳失敗 · 重試

# composer.uploading_pct
source: Uploading %@%%
de: Upload %@%%
es: Subiendo %@%%
fr: Téléchargement %@%%
ja: アップロード中 %@%%
ko: 업로드 중 %@%%
pt_br: Enviando %@%%
zh_hans: 上传中 %@%%
zh_hant: 上傳中 %@%%

# composer.voice_input
source: Voice Input
de: Spracheingabe
es: Entrada de voz
fr: Entrée vocale
ja: 音声入力
ko: 음성 입력
pt_br: Entrada de voz
zh_hans: 语音输入
zh_hant: 語音輸入

# conversation.answer_questions_to_continue
source: Please answer the following questions to continue…
de: Bitte beantworten Sie die folgenden Fragen, um fortzufahren…
es: Responde las siguientes preguntas para continuar…
fr: Veuillez répondre aux questions suivantes pour continuer…
ja: 続行するには以下の質問に答えてください…
ko: 계속하려면 다음 질문에 답하세요…
pt_br: Responda às perguntas a seguir para continuar…
zh_hans: 请回答以下问题以继续…
zh_hant: 請回答以下問題以繼續…

# conversation.approval_needed_allow_deny
source: Awaiting approval — select Allow or Deny
de: Genehmigung ausstehend — wählen Sie „Erlauben" oder „Ablehnen"
es: Esperando aprobación — selecciona «Permitir» o «Denegar»
fr: En attente d’approbation — sélectionnez « Autoriser » ou « Refuser »
ja: 承認待ち — 「許可」または「拒否」を選択してください
ko: 승인 대기 중 — 「허용」 또는 「거부」를 선택하세요
pt_br: Aguardando aprovação — selecione «Permitir» ou «Negar»
zh_hans: 审批中 — 请选择「允许」或「拒绝」
zh_hant: 審批中 — 請選擇「允許」或「拒絕」

# conversation.archived_banner
source: This task has been archived
de: Diese Aufgabe wurde archiviert
es: Esta tarea ha sido archivada
fr: Cette tâche a été archivée
ja: このタスクはアーカイブされました
ko: 이 작업이 보관되었습니다
pt_br: Esta tarefa foi arquivada
zh_hans: 此任务已归档
zh_hant: 此任務已歸檔

# conversation.archived_desc
source: History and Worktree have been preserved. Restore to continue execution.
de: Verlauf und Worktree wurden beibehalten. Wiederherstellen, um die Ausführung fortzusetzen.
es: El historial y Worktree se han conservado. Restaura para continuar la ejecución.
fr: L’historique et le Worktree ont été conservés. Restaurez pour continuer l’exécution.
ja: 履歴とワークツリーは保持されています。復元して実行を続行できます。
ko: 기록과 Worktree가 보존되었습니다. 복원하여 계속 실행할 수 있습니다.
pt_br: O histórico e o Worktree foram preservados. Restaure para continuar a execução.
zh_hans: 历史记录和 Worktree 均已保留；恢复后可以继续执行。
zh_hant: 歷史記錄和 Worktree 均已保留；恢復後可以繼續執行。

source: Conversation archived — restore to continue
de: Unterhaltung archiviert — zum Fortsetzen wiederherstellen
es: Conversación archivada — restaura para continuar
fr: Conversation archivée — restaurez pour continuer
ja: 会話がアーカイブされました — 復元して続行
ko: 대화 보관됨 — 복원 후 계속
pt_br: Conversa arquivada — restaure para continuar
zh_hans: 会话已归档 — 恢复后可继续
zh_hant: 會話已歸檔 — 恢復後可繼續

# conversation.continue
source: Continue
de: Fortsetzen
es: Continuar
fr: Continuer
ja: 続行
ko: 계속
pt_br: Continuar
zh_hans: 继续
zh_hant: 繼續

# conversation.create_failed
source: Failed to create conversation: %@
de: Konnte Unterhaltung nicht erstellen: %@
es: Error al crear la conversación: %@
fr: Échec de la création de la conversation : %@
ja: 会話の作成に失敗しました：%@
ko: 대화 생성 실패: %@
pt_br: Falha ao criar conversa: %@
zh_hans: 创建会话失败：%@
zh_hant: 建立會話失敗：%@

# conversation.describe_placeholder
source: Describe what you want to build…
de: Beschreiben Sie, was Sie erstellen möchten…
es: Describe lo que quieres construir…
fr: Décrivez ce que vous voulez construire…
ja: 構築したいものを説明してください…
ko: 구축하려는 것을 설명하세요…
pt_br: Descreva o que você quer construir…
zh_hans: 描述你想构建什么…
zh_hant: 描述你想構建什麼…

# conversation.input_message
source: Type a message…
de: Nachricht eingeben…
es: Escribe un mensaje…
fr: Saisir un message…
ja: メッセージを入力…
ko: 메시지 입력…
pt_br: Digite uma mensagem…
zh_hans: 输入消息…
zh_hant: 輸入訊息…

# conversation.interrupted_hours_ago
source: Interrupted %@ hours ago. Tap Continue to resume.
de: Vor %@ Stunden unterbrochen. Tippen Sie auf Fortsetzen, um fortzufahren.
es: Interrumpido hace %@ horas. Toca Continuar para reanudar.
fr: Interrompu il y a %@ heures. Appuyez sur Continuer pour reprendre.
ja: %@時間前に中断されました。続行をタップして再開してください。
ko: %@시간 전에 중단되었습니다. 계속을 탭하여 다시 시작하세요.
pt_br: Interrompido há %@ horas. Toque em Continuar para retomar.
zh_hans: 中断于 %@ 小时前，点击继续恢复执行。
zh_hant: 中斷於 %@ 小時前，點擊繼續恢復執行。

# conversation.interrupted_just_now
source: Interrupted just now. Tap Continue to resume.
de: Gerade unterbrochen. Tippen Sie auf Fortsetzen, um fortzufahren.
es: Interrumpido justo ahora. Toca Continuar para reanudar.
fr: Interrompu à l’instant. Appuyez sur Continuer pour reprendre.
ja: たった今中断されました。続行をタップして再開してください。
ko: 방금 중단되었습니다. 계속을 탭하여 다시 시작하세요.
pt_br: Interrompido agora mesmo. Toque em Continuar para retomar.
zh_hans: 中断于刚刚，点击继续恢复执行。
zh_hant: 中斷於剛剛，點擊繼續恢復執行。

# conversation.interrupted_minutes_ago
source: Interrupted %@ minutes ago. Tap Continue to resume.
de: Vor %@ Minuten unterbrochen. Tippen Sie auf Fortsetzen, um fortzufahren.
es: Interrumpido hace %@ minutos. Toca Continuar para reanudar.
fr: Interrompu il y a %@ minutes. Appuyez sur Continuer pour reprendre.
ja: %@分前に中断されました。続行をタップして再開してください。
ko: %@분 전에 중단되었습니다. 계속을 탭하여 다시 시작하세요.
pt_br: Interrompido há %@ minutos. Toque em Continuar para retomar.
zh_hans: 中断于 %@ 分钟前，点击继续恢复执行。
zh_hant: 中斷於 %@ 分鐘前，點擊繼續恢復執行。

# conversation.last_task_interrupted
source: Last task was interrupted by the system
de: Letzte Aufgabe wurde vom System unterbrochen
es: La última tarea fue interrumpida por el sistema
fr: La dernière tâche a été interrompue par le système
ja: 前回のタスクがシステムによって中断されました
ko: 마지막 작업이 시스템에 의해 중단되었습니다
pt_br: A última tarefa foi interrompida pelo sistema
zh_hans: 上次任务被系统中断
zh_hant: 上次任務被系統中斷

# conversation.paused_click_to_resume
source: Conversation paused — tap to resume
de: Unterhaltung pausiert — zum Fortsetzen tippen
es: Conversación pausada — toca para continuar
fr: Conversation en pause — appuyez pour continuer
ja: 会話が一時停止中 — タップして再開
ko: 대화 일시 중지 — 탭하여 계속
pt_br: Conversa pausada — toque para continuar
zh_hans: 会话已暂停 — 点击继续
zh_hant: 會話已暫停 — 點擊繼續

# conversation.pending_approvals_count
source: Pending Approvals %@
de: Ausstehende Genehmigungen %@
es: Aprobaciones pendientes %@
fr: Approbations en attente %@
ja: 承認待ち %@
ko: 승인 대기 %@
pt_br: Aprovações pendentes %@
zh_hans: 待审批 %@
zh_hant: 待審批 %@

# conversation.preparing_workspace
source: Preparing workspace…
de: Arbeitsbereich wird vorbereitet…
es: Preparando espacio de trabajo…
fr: Préparation de l’espace de travail…
ja: ワークスペースを準備中…
ko: 워크스페이스 준비 중…
pt_br: Preparando espaço de trabalho…
zh_hans: 正在准备工作区…
zh_hant: 正在準備工作區…

# conversation.queued_no_parallel
source: Queued — parallel execution not supported by current Runtime
de: In Warteschlange — parallele Ausführung wird von der aktuellen Runtime nicht unterstützt
es: En cola — la ejecución paralela no es compatible con el Runtime actual
fr: En file d’attente — l’exécution parallèle n’est pas prise en charge par le Runtime actuel
ja: キューに追加されました — 現在のRuntimeは並列実行をサポートしていません
ko: 대기 중 — 현재 Runtime에서 병렬 실행을 지원하지 않습니다
pt_br: Na fila — execução paralela não é suportada pelo Runtime atual
zh_hans: 已排队 — 当前 Runtime 暂不支持跨会话并行
zh_hant: 已排隊 — 當前 Runtime 暫不支援跨會話並行

# conversation.restore
source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
ja: 復元
ko: 복원
pt_br: Restaurar
zh_hans: 恢复
zh_hant: 恢復

# conversation.resume_from_checkpoint
source: Agent will resume from checkpoint after tapping Continue.
de: Der Agent wird nach dem Tippen auf Fortsetzen vom Checkpoint aus fortgesetzt.
es: El agente se reanudará desde el punto de control después de tocar Continuar.
fr: L’agent reprendra à partir du point de contrôle après avoir appuyé sur Continuer.
ja: 続行をタップすると、エージェントがチェックポイントから再開します。
ko: 계속을 탭하면 에이전트가 체크포인트에서 다시 시작합니다.
pt_br: O agente retomará do ponto de verificação após tocar em Continuar.
zh_hans: 点击继续后，Agent 会从 checkpoint 恢复。
zh_hant: 點擊繼續後，Agent 會從 checkpoint 恢復。

# conversation.runtime_received
source: Runtime received — waiting for scheduling
de: Runtime empfangen — warte auf Planung
es: Runtime recibido — esperando programación
fr: Runtime reçu — en attente de planification
ja: Runtimeが受信しました — スケジュールを待っています
ko: Runtime 수신됨 — 스케줄링 대기 중
pt_br: Runtime recebido — aguardando agendamento
zh_hans: Runtime 已接收 — 等待调度
zh_hant: Runtime 已接收 — 等待排程

# conversation.share
source: Share
de: Teilen
es: Compartir
fr: Partager
ja: 共有
ko: 공유
pt_br: Compartilhar
zh_hans: 分享
zh_hant: 分享

# conversation.share_full
source: Share Full Conversation
de: Vollständige Unterhaltung teilen
es: Compartir conversación completa
fr: Partager la conversation complète
ja: 会話全体を共有
ko: 전체 대화 공유
pt_br: Compartilhar conversa completa
zh_hans: 分享完整会话
zh_hant: 分享完整會話

# conversation.submitting_task
source: Submitting task…
de: Aufgabe wird übermittelt…
es: Enviando tarea…
fr: Envoi de la tâche…
ja: タスクを送信中…
ko: 작업 제출 중…
pt_br: Enviando tarefa…
zh_hans: 正在提交任务…
zh_hant: 正在提交任務…

# conversation.view_all_pending
source: View pending approval requests for all conversations
de: Ausstehende Genehmigungsanfragen für alle Unterhaltungen anzeigen
es: Ver solicitudes de aprobación pendientes para todas las conversaciones
fr: Voir les demandes d’approbation en attente pour toutes les conversations
ja: すべての会話の承認待ちリクエストを表示
ko: 모든 대화의 승인 대기 요청 보기
pt_br: Ver solicitações de aprovação pendentes para todas as conversas
zh_hans: 查看所有会话的待审批请求
zh_hant: 查看所有會話的待審批請求

# conversation.we_should_build_prefix
source: What should we build in
de: Was sollen wir erstellen in
es: ¿Qué deberíamos construir en
fr: Que devrions-nous construire dans
ja: 何を構築すべきか：
ko: 무엇을 구축해야 할까요:
pt_br: O que devemos construir em
zh_hans: 我们应该在
zh_hant: 我們應該在

# conversation.what_should_we_build
source: What should we build?
de: Was sollen wir erstellen?
es: ¿Qué deberíamos construir?
fr: Que devrions-nous construire ?
ja: 何を構築すべきですか？
ko: 무엇을 구축해야 할까요?
pt_br: O que devemos construir?
zh_hans: 我们应该构建什么？
zh_hant: 我們應該構建什麼？

# conversation.what_should_we_build_in
source: What should we build in %@?
de: Was sollen wir in %@ erstellen?
es: ¿Qué deberíamos construir en %@?
fr: Que devrions-nous construire dans %@ ?
ja: %@で何を構築すべきですか？
ko: %@에서 무엇을 구축해야 할까요?
pt_br: O que devemos construir em %@?
zh_hans: 我们应该在 %@ 中构建什么？
zh_hant: 我們應該在 %@ 中構建什麼？

# workspace.cannot_create_project
source: Cannot Create Project
de: Projekt kann nicht erstellt werden
es: No se puede crear el proyecto
fr: Impossible de créer le projet
ja: プロジェクトを作成できません
ko: 프로젝트를 만들 수 없음
pt_br: Não foi possível criar o projeto
zh_hans: 无法创建项目
zh_hant: 無法建立專案

# workspace.clone_from_git
source: Clone from Git Repository…
de: Von Git-Repository klonen…
es: Clonar desde repositorio Git…
fr: Cloner depuis un dépôt Git…
ja: Gitリポジトリからクローン…
ko: Git 저장소에서 복제…
pt_br: Clonar de repositório Git…
zh_hans: 从 Git 仓库克隆…
zh_hant: 從 Git 倉庫複製…

# workspace.create_action
source: Create
de: Erstellen
es: Crear
fr: Créer
ja: 作成
ko: 만들기
pt_br: Criar
zh_hans: 创建
zh_hant: 建立

# workspace.create_in_documents
source: A new project will be created in Documents with a Git repository initialized.
de: Ein neues Projekt wird in Dokumente erstellt und ein Git-Repository initialisiert.
es: Se creará un nuevo proyecto en Documentos con un repositorio Git inicializado.
fr: Un nouveau projet sera créé dans Documents avec un dépôt Git initialisé.
ja: Documentsに新しいプロジェクトが作成され、Gitリポジトリが初期化されます。
ko: Documents에 Git 저장소가 초기화된 새 프로젝트가 생성됩니다.
pt_br: Um novo projeto será criado em Documentos com um repositório Git inicializado.
zh_hans: 将在文稿中创建一个新项目，并初始化 Git 仓库。
zh_hant: 將在文稿中建立一個新專案，並初始化 Git 倉庫。

# workspace.create_in_documents_alt
source: A new project directory will be created under Documents.
de: Ein neues Projektverzeichnis wird unter Dokumente erstellt.
es: Se creará un nuevo directorio de proyecto en Documentos.
fr: Un nouveau répertoire de projet sera créé sous Documents.
ja: Documentsの下に新しいプロジェクトディレクトリが作成されます。
ko: Documents 아래에 새 프로젝트 디렉토리가 생성됩니다.
pt_br: Um novo diretório de projeto será criado em Documentos.
zh_hans: 将在 Documents 下创建一个新项目目录。
zh_hant: 將在 Documents 下建立一個新專案目錄。

# workspace.from_current_head
source: Create from current HEAD
de: Von aktuellem HEAD erstellen
es: Crear desde HEAD actual
fr: Créer à partir du HEAD actuel
ja: 現在のHEADから作成
ko: 현재 HEAD에서 생성
pt_br: Criar a partir do HEAD atual
zh_hans: 从当前 HEAD 创建
zh_hant: 從當前 HEAD 建立

# workspace.from_remote_default
source: Create from remote default branch
de: Vom Remote-Standardbranch erstellen
es: Crear desde rama remota predeterminada
fr: Créer à partir de la branche distante par défaut
ja: リモートのデフォルトブランチから作成
ko: 원격 기본 브랜치에서 생성
pt_br: Criar a partir do branch remoto padrão
zh_hans: 从远端默认分支创建
zh_hant: 從遠端預設分支建立

# workspace.git.branch_or_tag
source: Branch or tag (default: remote default branch)
de: Branch oder Tag (Standard: Remote-Standardbranch)
es: Rama o etiqueta (predeterminado: rama remota predeterminada)
fr: Branche ou tag (par défaut : branche distante par défaut)
ja: ブランチまたはタグ（デフォルト：リモートのデフォルトブランチ）
ko: 브랜치 또는 태그 (기본값: 원격 기본 브랜치)
pt_br: Branch ou tag (padrão: branch remoto padrão)
zh_hans: 分支或标签（默认远程默认分支）
zh_hant: 分支或標籤（預設遠端預設分支）

# workspace.git.cancel_clone
source: Cancel Clone
de: Klonen abbrechen
es: Cancelar clonación
fr: Annuler le clonage
ja: クローンをキャンセル
ko: 복제 취소
pt_br: Cancelar clone
zh_hans: 取消 Clone
zh_hant: 取消複製

# workspace.git.clone_full_history
source: Clone Full History
de: Vollständigen Verlauf klonen
es: Clonar historial completo
fr: Cloner l’historique complet
ja: 完全な履歴をクローン
ko: 전체 기록 복제
pt_br: Clonar histórico completo
zh_hans: 克隆完整历史
zh_hant: 複製完整歷史

# workspace.git.clone_https_hint
source: Supports GitHub, GitLab, Gitee, and public self-hosted Git services. Login credentials are not transmitted.
de: Unterstützt GitHub, GitLab, Gitee und öffentliche selbst gehostete Git-Dienste. Anmeldeinformationen werden nicht übertragen.
es: Compatible con GitHub, GitLab, Gitee y servicios Git autohospedados públicos. No se transmiten credenciales de inicio de sesión.
fr: Prend en charge GitHub, GitLab, Gitee et les services Git auto-hébergés publics. Les informations de connexion ne sont pas transmises.
ja: GitHub、GitLab、Gitee、および公開のセルフホストGitサービスをサポートします。ログイン認証情報は送信されません。
ko: GitHub, GitLab, Gitee 및 공개 자체 호스팅 Git 서비스를 지원합니다. 로그인 자격 증명은 전송되지 않습니다.
pt_br: Suporta GitHub, GitLab, Gitee e serviços Git auto-hospedados públicos. As credenciais de login não são transmitidas.
zh_hans: 支持 GitHub、GitLab、Gitee 和公开自建 Git 服务；不传输登录凭据。
zh_hant: 支援 GitHub、GitLab、Gitee 和公開自建 Git 服務；不傳輸登入憑據。

# workspace.git.clone_https_url
source: Public HTTPS Git URL
de: Öffentliche HTTPS-Git-URL
es: URL Git HTTPS pública
fr: URL Git HTTPS publique
ja: 公開HTTPS Git URL
ko: 공개 HTTPS Git URL
pt_br: URL Git HTTPS pública
zh_hans: 公开 HTTPS Git 地址
zh_hant: 公開 HTTPS Git 位址

# workspace.git.clone_nav_title
source: Clone from Git Repository
de: Von Git-Repository klonen
es: Clonar desde repositorio Git
fr: Cloner depuis un dépôt Git
ja: Gitリポジトリからクローン
ko: Git 저장소에서 복제
pt_br: Clonar de repositório Git
zh_hans: 从 Git 仓库克隆
zh_hant: 從 Git 倉庫複製

# workspace.git.cloning_repo
source: Cloning repository…
de: Repository wird geklont…
es: Clonando repositorio…
fr: Clonage du dépôt…
ja: リポジトリをクローン中…
ko: 저장소 복제 중…
pt_br: Clonando repositório…
zh_hans: 正在克隆仓库…
zh_hant: 正在複製倉庫…

# workspace.git.project_name_default
source: Project name (derived from URL by default)
de: Projektname (standardmäßig von URL abgeleitet)
es: Nombre del proyecto (derivado de la URL por defecto)
fr: Nom du projet (déduit de l’URL par défaut)
ja: プロジェクト名（デフォルトはURLから推測）
ko: 프로젝트 이름 (기본값은 URL에서 파생)
pt_br: Nome do projeto (derivado da URL por padrão)
zh_hans: 项目名（默认从 URL 推导）
zh_hant: 專案名稱（預設從 URL 推導）

# workspace.git.save_location
source: Save Location
de: Speicherort
es: Ubicación de guardado
fr: Emplacement de sauvegarde
ja: 保存場所
ko: 저장 위치
pt_br: Local de salvamento
zh_hans: 存放位置
zh_hant: 存放位置

# workspace.import_existing_folder
source: Import Existing Folder…
de: Vorhandenen Ordner importieren…
es: Importar carpeta existente…
fr: Importer un dossier existant…
ja: 既存のフォルダをインポート…
ko: 기존 폴더 가져오기…
pt_br: Importar pasta existente…
zh_hans: 导入现有文件夹…
zh_hant: 匯入現有資料夾…

# workspace.import_folder_alert
source: Import Folder
de: Ordner importieren
es: Importar carpeta
fr: Importer un dossier
ja: フォルダをインポート
ko: 폴더 가져오기
pt_br: Importar pasta
zh_hans: 导入文件夹
zh_hant: 匯入資料夾

# workspace.import_hint_rename
source: Will be copied into Documents. You can rename to distinguish different sources.
de: Wird in Dokumente kopiert. Kann umbenannt werden, um verschiedene Quellen zu unterscheiden.
es: Se copiará en Documentos. Puedes renombrar para distinguir diferentes fuentes.
fr: Sera copié dans Documents. Vous pouvez renommer pour distinguer les différentes sources.
ja: Documentsにコピーされます。名前を変更して異なるソースを区別できます。
ko: Documents에 복사됩니다. 이름을 변경하여 다른 출처를 구분할 수 있습니다.
pt_br: Será copiado para Documentos. Você pode renomear para distinguir diferentes fontes.
zh_hans: 将复制进 Documents。可改名以区分不同来源（iOS 无法自动获取来源 App 名）。
zh_hant: 將複製進 Documents。可改名以區分不同來源（iOS 無法自動獲取來源 App 名）。

# workspace.independent_worktree_label
source: Independent Worktree
de: Unabhängiger Worktree
es: Worktree independiente
fr: Worktree indépendant
ja: 独立ワークツリー
ko: 독립 Worktree
pt_br: Worktree independente
zh_hans: 独立 Worktree
zh_hant: 獨立 Worktree

# workspace.name_project
source: Name Your Project
de: Projekt benennen
es: Nombra tu proyecto
fr: Nommez votre projet
ja: プロジェクトに名前を付ける
ko: 프로젝트 이름 지정
pt_br: Nomeie seu projeto
zh_hans: 为项目命名
zh_hant: 為專案命名

# workspace.new_blank_project
source: New Blank Project…
de: Neues leeres Projekt…
es: Nuevo proyecto vacío…
fr: Nouveau projet vide…
ja: 新しい空のプロジェクト…
ko: 새 빈 프로젝트…
pt_br: Novo projeto em branco…
zh_hans: 新建空白项目…
zh_hant: 新增空白專案…
